run/DA0120GasSc/constant/reactions
species
(
    air
    SF6 
);

reactions
{}

